{

    "nitf": {
        "baselang": "en-US",
        "head": {
            "docdata": {
                "managementStatus": "usable",
                "dateRelease": {
                    "norm": "20130226T080000-06000"
                }
            }
        },
        "body": {
            "bodyHead": {
                "headline": "Iowa governor affirms no Medicaid expansion",
                "pubdate": "Sun, 24 Feb 2013",
                "pubtime": "08:00 EST",
                "byline": "By Associated Press",
                "abstract": "Iowa Gov. Terry Branstad said Saturday that he has told HHS Secretary Kathleen Sebelius that he will not expand Medicaid in Iowa."
            },
            "bodyContent": {
                "textParagraphs": [
                    "Iowa Gov. Terry Branstad said Saturday that he has told HHS Secretary Kathleen Sebelius that he will not expand Medicaid in Iowa.Branstad met with Sebelius Friday in Washington, and in an interview Saturday with The Associated Press the governor said he again rejected an expansion of Medicaid in Iowa.Branstad said he pressed Sebelius for a federal waiver to continue IowaCare, a health care program that provides limited benefits to 70,000 low income adults in the state. That program is set to expire later this year.",
                    "\"I am very comfortable that we have made the right decision and we are going to continue to pursue this waiver and we're working with them on a partnership exchange and that's what I told Secretary Sebelius,\" Branstad said between meetings as part of the National Governors Association meeting in Washington. \"We are interested in making Iowa the healthiest state. We have kind of set our direction.\"A growing number of Republican governors have proposed accepting federal funding to expand Medicaid to cover more low-income adults, a key part of the Obama administration's health care overhaul. Michigan Gov. Rick Snyder and Florida Gov. Rick Scott are among those now backing an expansion.But other Republican governors have taken a similar position as Branstad, who noted that each state is different.\"Every governor has got to look at their own situation,\" Branstad said. \"We're fortunate in that we don't have as many uninsured that a lot of other states do.\"Under the federal health care act, the federal government would pay the full cost of Medicaid expansion for the first three years, then 10 percent of the cost would gradually be shifted to the state. Some Republican governors have expressed concern about the long term cost.\"We want to cooperate with them as much as we can but we're not going to buy into a '60s federal program that's unaffordable and unsustainable,\" Branstad said. \"Because we think the whole thing in the end will either collapse or the burden will be pushed onto the states in a very significant way.\"Critics of Branstad's plan have said expanding Medicaid in Iowa would provide more services to a larger number of people. An estimated 150,000, including those on IowaCare, could be added to Medicaid rolls if the state expanded the program.Senate Democrats have passed legislation expanding Medicaid out of a subcommittee.Branstad said the state is looking to revise IowaCare, which currently provides hospital care at just two hospitals, to offer services in more locations.\"That's what we're working at. We already have this. We want to improve it,\" Branstad said."
                ]
            },
            "bodyEnd": {
                "tagline": {
                    "typ": "std"
                }
            }
        }
    }

}
