{

    "nitf": {
        "-baselang": "en-US",
        "head": {
            "id": "2",
            "docdata": {
                "-management-status": "usable",
                "date.release": {
                    "-norm": "20130211T110000-06000"
                }
            }
        },
        "body": {
            "body.head": {
                "headline": "Cost of Kansas Medicaid expansion estimated at $600 million over 10 years",
                "pubdate": "Sat, 9 Feb 2013",
                "pubtime": "11:00 EST",
                "byline": "By Associated Press",
                "abstract": "Kansas would face about $600 million in additional costs over the next 10 years if it opted to expand Medicaid as encouraged by the federal government's overhaul of healthcare, according to a report released by Republican Gov. Sam Brownback's administration Friday."
            },
            "body.content": {
                "text paragraphs": [
                    "Kansas would face about $600 million in additional costs over the next 10 years if it opted to expand Medicaid as encouraged by the federal government's overhaul of healthcare, according to a report released by Republican Gov. Sam Brownback's administration Friday.Brownback said in a statement that the additional costs of providing expanded health coverage for the needy and working-class families under the federal law would affect the state's ability to finance public schools and other core services. But he didn't say specifically that the state should opt out of the Medicaid expansion, and his staff has said he'll leave that decision to the Republican-dominated Legislature.",
                    "House Speaker Ray Merrick, a conservative Stillwell Republican, said he opposes the expansion and doubts the federal government will keep its promise to finance almost all of the cost. But Rep. Jim Ward, a Wichita Democrat who's pushing legislation to enact the expansion, said it is worth doing -- even with the additional costs -- because it would help tens of thousands of uninsured Kansans.The new report was prepared for the Kansas Department of Health and Environment by Aon Hewitt, a global actuarial and human resources firm based in Linconshire, Ill.The Department of Health and Environment released a two-page summary, promising that the full report would be made public next week.The report summary said that even without expanding Medicaid, the healthcare overhaul is likely to boost the state's costs significantly over the next decade.Brownback has long been a critic of the health care overhaul, championed by Democratic President Barack Obama, and he decided that the state would not formally be a partner with the federal government in an online health insurance marketplace mandated by the law. Also, many Republicans don't want the state to have any involvement with the overhaul and think extra funds for Medicaid are jeopardized by the federal government's own budget problems.\"I'm not for expanding Medicaid,\" Merrick told reporters during a news conference before the report's release. \"I'm not one that trusts the federal government to have the money. They don't have the money for a lot of things right now.\"The Medicaid expansion is designed to decrease the number of Americans without health coverage.But the Aon Hewitt report summary said that even if the state doesn't opt into the expansion, it faces $513 million in additional costs over the next decade associated with its Medicaid and its Children's Health Insurance Program, or CHIP, which helps working-class families who cannot afford private insurance.The summary said enrollment in both Medicaid and CHIP is likely to expand by about 41,000 because of outreach efforts spurred by the federal health care overhaul outside of the Medicaid expansion. Almost 394,000 Kansans were covered by Medicaid and CHIP at the end of last year.But if the state opts into the Medicaid expansion, the report summary said, the additional costs over the next decade for the state will rise to $1.1 billion and the state eventually will be covering about 226,000 people more than it is now.\"This impact would be significant and would directly affect the ability of the state to fund other core responsibilities like K-12 education and public safety,\" Brownback said in his statement. \"And if the federal government fails to keep its promise to pay for its part of the expansion, the direct impact would be even greater.\"But Ward said the state's spending an additional $600 million over the next decade would provide health coverage for an additional 185,000 residents.Ward also noted that the federal government would not require the state to pick up any of the additional costs until 2017, with the federal government's share not set to drop below 90% in the future. He said he trusts the federal government to follow through because it has kept its promises on Medicaid since starting the program in 1965.\"That's a good deal,\" Ward said."
                ]
            },
            "body.end": {
                "tagline": {
                    "-typ": "std"
                }
            }
        }
    }

}
